Repository: henzfdev/HC-Player
Catalog: HC Player/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# SettingsDyn_423A16C6
source: Anime4K disabled
pt_br: Anime4K desativado

# SettingsDyn_43B47279
source: Dithering depth
pt_br: Profundidade do dithering

# SettingsDyn_44223715
source: was validated and saved.
pt_br: foi validado e salvo.

# SettingsDyn_464CCE66
source: Outline blur
pt_br: Desfoque do contorno

# SettingsDyn_46B799F5
source: Fine noise that helps mask residual banding
pt_br: Ruído fino que ajuda a disfarçar faixas residuais

# SettingsDyn_485EC997
source: Settings saved
pt_br: Configurações salvas

# SettingsDyn_49795CB8
source: Graphics API used on Windows
pt_br: API gráfica usada no Windows

# SettingsDyn_4AABAFC7
source: The shader was removed from the list and HC Player private folder.
pt_br: O shader foi removido da lista e da pasta privada do HC Player.

# SettingsDyn_4D116520
source: Follows window size when scaling subtitles
pt_br: Acompanha o tamanho da janela ao dimensionar as legendas

# SettingsDyn_4D8915D0
source: Remove shader
pt_br: Remover shader

# SettingsDyn_4D89F9BB
source: • profile
pt_br: • perfil

# SettingsDyn_4E799577
source: Base size of text shown over video
pt_br: Tamanho base do texto mostrado sobre o vídeo

# SettingsDyn_4ECC8010
source: Cancel
pt_br: Cancelar

# SettingsDyn_50FBE1D8
source: Use margins for subtitles
pt_br: Usar margens para legendas

# SettingsDyn_5167F0AB
source: Linear-light upscaling
pt_br: Upscaling em luz linear

# SettingsDyn_51F14B6A
source: Video output levels
pt_br: Níveis de saída do vídeo

# SettingsDyn_543277EC
source: No .ttf, .otf, or .ttc fonts found
pt_br: Nenhuma fonte .ttf, .otf ou .ttc encontrada

# SettingsDyn_54EA126F
source: Disabled
pt_br: Desativado

# SettingsDyn_560C3948
source: yt-dlp detected in Windows PATH
pt_br: yt-dlp detectado no PATH do Windows

# SettingsDyn_578AE890
source: The shader was added to the video pipeline.
pt_br: O shader foi adicionado ao pipeline de vídeo.

# SettingsDyn_5795F121
source: Shows media progress on the taskbar icon
pt_br: Mostra o andamento da mídia no ícone da barra de tarefas

# SettingsDyn_5A1CD8E6
source: Font size
pt_br: Tamanho da fonte

# SettingsDyn_5A53318F
source: Target depth used by the dithering process
pt_br: Profundidade alvo usada pelo processo de dithering

# SettingsDyn_5AF06082
source: Browser cookies
pt_br: Cookies do navegador

# SettingsDyn_5CDD92A7
source: 0 disables; 1 shows interactions; 2 includes time; 3 includes status
pt_br: 0 desativa; 1 mostra interações; 2 inclui tempo; 3 inclui status

# SettingsDyn_5D1C1939
source: Template shown by the player progress command
pt_br: Modelo exibido pelo comando de progresso do player

# SettingsDyn_5FEFD59F
source: Hide cursor only in fullscreen
pt_br: Ocultar cursor só em tela cheia

# SettingsDyn_5FF1990A
source: ON-SCREEN INFORMATION
pt_br: INFORMAÇÕES NA TELA

# SettingsDyn_604A7680
source: • Active: custom configuration
pt_br: • Ativo: configuração personalizada

# SettingsDyn_62C28BE5
source: fonts installed in Windows; you can also import a folder
pt_br: fontes instaladas no Windows; também é possível importar uma pasta

# SettingsDyn_637058EB
source: Could not remove all shaders
pt_br: Não foi possível remover todos os shaders

# SettingsDyn_6654C031
source: Maximum distance considered when smoothing gradients
pt_br: Distância máxima considerada ao suavizar gradientes

# SettingsDyn_66EBB788
source: Custom GLSL
pt_br: GLSL personalizado

# SettingsDyn_68971B93
source: Shaders imported
pt_br: Shaders importados

# SettingsDyn_6EFE95BD
source: yt-dlp options
pt_br: Opções do yt-dlp

# SettingsDyn_6FA8D820
source: , mode
pt_br: , modo

# SettingsDyn_6FC1E172
source: Sensitivity used to identify color bands
pt_br: Sensibilidade usada para identificar faixas de cor

# SettingsDyn_737D829A
source: Sigmoid upscaling
pt_br: Upscaling sigmoidal

# SettingsDyn_7479BD4E
source: Anime4K unavailable
pt_br: Anime4K indisponível

# SettingsDyn_75CCF905
source: Taskbar progress
pt_br: Progresso na barra de tarefas

# SettingsDyn_75DA8BA1
source: shader(s). Example:
pt_br: shader(s). Ex.:

# SettingsDyn_76698C34
source: Could not import
pt_br: Não foi possível importar

# SettingsDyn_77359CB8
source: OTHER OPTIONS
pt_br: OUTRAS OPÇÕES

# SettingsDyn_796ECA0D
source: Shader removed
pt_br: Shader removido

# SettingsDyn_79DD8CDD
source: shader(s) copied to HC Player. All remain disabled until you enable them.
pt_br: shader(s) copiado(s) para o HC Player. Todos permanecem desativados até você ativá-los.

# SettingsDyn_7BFEB10B
source: Could not import Deno
pt_br: Não foi possível importar o Deno

# SettingsDyn_7D5430FB
source: Scale subtitles with window
pt_br: Escalar legenda com a janela

# SettingsDyn_7DE26213
source: Could not import yt-dlp
pt_br: Não foi possível importar o yt-dlp

# SettingsDyn_80B27B37
source: Unavailable
pt_br: Indisponível

# SettingsDyn_8183E24A
source: Could not import shaders
pt_br: Não foi possível importar os shaders

# SettingsDyn_864562C2
source: Move up
pt_br: Mover para cima

# SettingsDyn_88053BCB
source: Audio output: WASAPI\r\n
pt_br: Saída de áudio: WASAPI\r\n

# SettingsDyn_882416E9
source: Could not remove Deno
pt_br: Não foi possível remover o Deno

# SettingsDyn_896CD211
source: BEHAVIOR
pt_br: COMPORTAMENTO

# SettingsDyn_8D9AF778
source: Reduces ringing from upscaling filters; replaces linear mode
pt_br: Reduz halos de filtros de ampliação; substitui o modo linear

# SettingsDyn_8DAC46A8
source: All shaders managed by HC Player were removed from the list, pipeline, and private folder.
pt_br: Todos os shaders gerenciados pelo HC Player foram removidos da lista, do pipeline e da pasta privada.

# SettingsDyn_8FB05898
source: Multiplier applied to the final subtitle size
pt_br: Multiplicador aplicado ao tamanho final das legendas

# SettingsDyn_949FF285
source: • Disabled
pt_br: • Desativado

# SettingsDyn_94AC9615
source: Invalid value
pt_br: Valor inválido

# SettingsDyn_968C59C9
source: Select fonts folder
pt_br: Selecionar pasta de fontes

# SettingsDyn_9AD01E2A
source: Select the Deno JavaScript runtime
pt_br: Selecionar o runtime JavaScript Deno

# SettingsDyn_9BC7B7C2
source: Graphics context
pt_br: Contexto gráfico

# SettingsDyn_9BDD2121
source: Message duration
pt_br: Duração das mensagens

# SettingsDyn_9EC52880
source: The playback engine rejected the value provided for
pt_br: O mecanismo de reprodução rejeitou o valor informado para

# SettingsDyn_A027BAA1
source: Could not change the shader
pt_br: Não foi possível alterar o shader

# SettingsDyn_A03BC0BC
source: Restore failed
pt_br: Falha ao restaurar

# SettingsDyn_A1BF588B
source: Version
pt_br: Versão

# SettingsDyn_A1FB17C8
source: Select yt-dlp.exe or add it to Windows PATH
pt_br: Selecione o yt-dlp.exe ou adicione-o ao PATH do Windows

# SettingsDyn_A41A1D9A
source: JavaScript runtime ready
pt_br: Runtime JavaScript pronto

# SettingsDyn_A758B85B
source: Relative window limit
pt_br: Limite relativo da janela

# SettingsDyn_A76B3870
source: Deno detected in Windows PATH
pt_br: Deno detectado no PATH do Windows

# SettingsDyn_A7B20C04
source: The player will automatically use Deno from PATH again, if available.
pt_br: O player voltará a usar automaticamente o Deno disponível no PATH, se houver.

# SettingsDyn_A8C648EE
source: Could not remove the configuration file.
pt_br: Não foi possível remover o arquivo de configuração.

# SettingsDyn_AB8E716E
source: Detection threshold
pt_br: Limiar de detecção

# SettingsDyn_ABCDD926
source: Deno recommended for YouTube
pt_br: Deno recomendado para o YouTube

# SettingsDyn_AD2394B0
source: Hardware decoding
pt_br: Decodificação por hardware

# SettingsDyn_ADCF6551
source: Online video format
pt_br: Formato de vídeos online

# SettingsDyn_AEF4B439
source: Presentation context used by the graphics API
pt_br: Contexto de apresentação usado pela API gráfica

# SettingsDyn_AFF57F7B
source: Cursor hide delay
pt_br: Tempo para ocultar o cursor

# SettingsDyn_B02EE69A
source: Anime4K shaders were removed from the pipeline. Other custom shaders remain unchanged.
pt_br: Os shaders Anime4K foram removidos do pipeline. Outros shaders personalizados permanecem como estavam.

# SettingsDyn_B0368FC0
source: Anime4K shader(s) detected • Fast:
pt_br: shader(s) Anime4K detectado(s) • Fast:

# SettingsDyn_B091A909
source: incomplete
pt_br: incompleto

# SettingsDyn_B2625C44
source: Keeps the cursor visible while the player is windowed
pt_br: Mantém o cursor visível enquanto o player está em modo janela

# SettingsDyn_B3B8067B
source: Always allow seeking
pt_br: Permitir busca sempre

# SettingsDyn_B513C728
source: On-screen information level
pt_br: Nível das informações na tela

# SettingsDyn_B8619E60
source: Could not remove the shader
pt_br: Não foi possível remover o shader

# SettingsDyn_BA3E0D27
source: The executable was stored and the playback engine was updated.
pt_br: O executável foi armazenado e o mecanismo de reprodução foi atualizado.

# SettingsDyn_BD698101
source: None of the selected files could be imported.
pt_br: Nenhum arquivo selecionado pôde ser importado.

# SettingsDyn_BF54C81A
source: Remove all
pt_br: Remover todos

# SettingsDyn_BFB841FC
source: Anime4K • not used by this preset
pt_br: Anime4K • não usado neste preset

# SettingsDyn_C20B6406
source: Downscaling correction
pt_br: Correção ao reduzir

# SettingsDyn_C363C81B
source: DEBANDING TUNING
pt_br: AJUSTES DE DEBANDING

# SettingsDyn_C4C247AA
source: font files imported
pt_br: arquivos de fonte importados

# SettingsDyn_C57C9C43
source: , applied in the official order.
pt_br: , aplicado na ordem oficial.

# SettingsDyn_C5A3F18B
source: Additional subtitle scale
pt_br: Escala adicional da legenda

# SettingsDyn_C5E10831
source: Could not remove yt-dlp
pt_br: Não foi possível remover o yt-dlp

# SettingsDyn_C622D09C
source: RGB color of on-screen information text
pt_br: Cor RGB do texto das informações na tela

# SettingsDyn_C7D1E462
source: Version and engine information was copied to the clipboard.
pt_br: Os dados de versão e do motor foram copiados para a área de transferência.

# SettingsDyn_CA97FD9B
source: No Anime4K shaders detected.
pt_br: Nenhum shader Anime4K detectado.

# SettingsDyn_D018B1FC
source: Use dark mode
pt_br: Usar modo escuro

# SettingsDyn_D22266DB
source: Information copied
pt_br: Informações copiadas

# SettingsDyn_D4583ACA
source: Text color
pt_br: Cor do texto

# SettingsDyn_D4BDD7A8
source: Reads the session only when resolving links. Firefox is recommended on Windows
pt_br: Lê a sessão só ao resolver links. Firefox é recomendado no Windows

# SettingsDyn_D4F8B90C
source: Allows subtitles to also be positioned in the video margins
pt_br: Permite posicionar legendas também nas margens do vídeo

# SettingsDyn_D51A89BC
source: Graphics API
pt_br: API gráfica

# SettingsDyn_D59E2499
source: The
pt_br: Os

# SettingsDyn_D79258C6
source: Format preference used by yt-dlp
pt_br: Preferência de formatos usada pelo yt-dlp

# SettingsDyn_DA742AD0
source: Controlled by the active Anime4K preset. Disable the preset to edit manually.
pt_br: Controlado pelo preset Anime4K ativo. Desative o preset para editar manualmente.

# SettingsDyn_DAFBC0DC
source: imported,
pt_br: importado(s),

# SettingsDyn_E02AFBE5
source: — select the official deno.exe; 'deno --version' must work
pt_br: — selecione o deno.exe oficial; 'deno --version' precisa funcionar

# SettingsDyn_E17493DA
source: yt-dlp executable
pt_br: Executável do yt-dlp

# SettingsDyn_E186B590
source: Milliseconds of inactivity; also accepts no or always
pt_br: Milissegundos de inatividade; também aceita no ou always

# SettingsDyn_E1C5A0C2
source: Deno executable
pt_br: Executável do Deno

# SettingsDyn_E68DFFBF
source: Optional: select deno.exe 2.3 or newer for full support
pt_br: Opcional: selecione deno.exe 2.3 ou mais recente para suporte completo

# SettingsDyn_E6FE82A7
source: Use mpv syntax: key=value,flag= (without --; separate with commas)
pt_br: Use a sintaxe do mpv: chave=valor,flag= (sem --; separe por vírgulas)

# SettingsDyn_E96B65DF
source: Unknown
pt_br: Desconhecida

# SettingsDyn_E98C5D32
source: Player configuration
pt_br: Configuração do player

# SettingsDyn_EC81F31D
source: Limits automatic sizing to the usable screen area
pt_br: Limita o ajuste automático à área útil da tela

# SettingsDyn_EF09C416
source: Attempts to seek forward and backward even when the media does not report support
pt_br: Tenta avançar e retroceder mesmo quando a mídia não anuncia suporte

# SettingsDyn_F1078E57
source: Number of filter passes; higher values use more GPU
pt_br: Número de passagens do filtro; valores maiores custam mais GPU

# SettingsDyn_F1E03BEC
source: The options were validated and applied to the player.
pt_br: As opções foram validadas e aplicadas ao player.

# SettingsDyn_F26D7D00
source: Windows-installed font used for playback messages
pt_br: Fonte instalada no Windows usada nas mensagens de reprodução

# SettingsDyn_F279018A
source: Automatically enters fullscreen when new media starts
pt_br: Entra automaticamente em tela cheia ao iniciar uma nova mídia

# SettingsDyn_F2EC1E10
source: available
pt_br: disponível

# SettingsDyn_F34E8EB2
source: yt-dlp not found
pt_br: yt-dlp não encontrado

# SettingsDyn_F462B590
source: • Active:
pt_br: • Ativo:

# SettingsDyn_F5E6E20A
source: Use light mode
pt_br: Usar modo claro

# SettingsDyn_F741CC24
source: not imported.
pt_br: não importado(s).

# SettingsDyn_F8A65276
source: Adjusts convolution filters to preserve detail when downscaling
pt_br: Ajusta filtros convolucionais para preservar detalhes na redução

# SettingsDyn_F8C43569
source: Move down
pt_br: Mover para baixo

# SettingsDyn_FBCEAE49
source: System default
pt_br: Padrão do sistema

# SettingsDyn_FBFAD035
source: Could not enable Anime4K
pt_br: Não foi possível ativar o Anime4K

# SettingsDyn_FCA25591
source: The shader was removed from the video pipeline.
pt_br: O shader foi removido do pipeline de vídeo.

# SettingsDyn_FDC97589
source: Could not save
pt_br: Não foi possível salvar

# SettingsDyn_FFD1C817
source: Imported executable removed
pt_br: Executável importado removido

# SettingsIntro.Text
source: Edit the options and click Save to apply them
pt_br: Edite as opções e clique em Salvar para aplicá-las

# SettingsSave.Text
source: Save
pt_br: Salvar

# SettingsTabAbout.Text
source: About
pt_br: Sobre

# SettingsTabAdvanced.Text
source: Advanced
pt_br: Avançado

# SettingsTabGeneral.Text
source: General
pt_br: Geral

# SettingsTabMedia.Text
source: Media
pt_br: Mídia

# SettingsTabPlayback.Text
source: Playback
pt_br: Reprodução

# SettingsTitle.Text
source: Settings
pt_br: Configurações

# SettingsDyn_4D4F29F0
source: Rendering: gpu-next / D3D11
pt_br: Renderização: gpu-next / D3D11

# SettingsDyn_6FFBF667
source: Audio output: WASAPI
pt_br: Saída de áudio: WASAPI

# SettingsDyn_7002D946
source: No custom configuration has been imported.
pt_br: Nenhuma configuração pessoal foi importada.

# SettingsDyn_116A3661
source: Could not read the selected file.
pt_br: Não foi possível ler o arquivo selecionado.

# SettingsDyn_9F238E3F
source: No valid options were found.
pt_br: Nenhuma opção válida foi encontrada.

# SettingsDyn_6DB8D025
source: The options were validated, but the configuration could not be saved.
pt_br: As opções foram validadas, mas não foi possível salvar a configuração.

# SettingsDyn_C40B4E38
source: The options were imported, but the panel values could not be saved.
pt_br: As opções foram importadas, mas não foi possível salvar os valores do painel.

# SettingsDyn_9A17981F
source: options integrated into the panel;
pt_br: opções incorporadas ao painel;

# SettingsDyn_6F6D3BEA
source: additional options
pt_br: opções adicionais

# SettingsDyn_2118896F
source: ignored
pt_br: ignoradas

# SettingsDyn_410739F2
source: The playback engine could not update the shader list.
pt_br: O mecanismo de reprodução não pôde atualizar a lista de shaders.

# SettingsDyn_D3C7F652
source: The shader file was not found:
pt_br: O arquivo do shader não foi encontrado:

# SettingsDyn_C1CBB94C
source: The playback engine rejected the shader:
pt_br: O mecanismo de reprodução rejeitou o shader:

# SettingsDyn_26636E1B
source: Invalid Anime4K profile or mode.
pt_br: Perfil ou modo Anime4K inválido.

# SettingsDyn_D60D8BFC
source: This mode cannot be enabled because
pt_br: Este modo não pode ser ativado porque faltam

# SettingsDyn_0E1100A7
source: shader(s) are missing. First missing file:
pt_br: shader(s). Primeiro arquivo ausente:

# SettingsDyn_DBDD8A4A
source: A required shader is no longer available.
pt_br: O shader necessário deixou de estar disponível.

# SettingsDyn_485A681E
source: Could not save the selected Anime4K mode.
pt_br: Não foi possível salvar o modo Anime4K selecionado.

# SettingsDyn_E7AF9262
source: Could not save the Anime4K state.
pt_br: Não foi possível salvar o estado do Anime4K.

# SettingsDyn_E7C72C43
source: Select a valid GLSL shader file (.glsl).
pt_br: Selecione um arquivo de shader GLSL válido (.glsl).

# SettingsDyn_9BF6F438
source: Could not create the HC Player private shader folder.
pt_br: Não foi possível criar a pasta privada de shaders do HC Player.

# SettingsDyn_C8755582
source: Could not copy the shader to the HC Player private folder.
pt_br: Não foi possível copiar o shader para a pasta privada do HC Player.

# SettingsDyn_9D7190D6
source: The shader was updated, but the configuration could not be saved.
pt_br: O shader foi atualizado, mas a configuração não pôde ser salva.

# SettingsDyn_DE82901D
source: The shader was copied, but the configuration could not be saved.
pt_br: O shader foi copiado, mas a configuração não pôde ser salva.

# SettingsDyn_D1CCA4DB
source: The shader is no longer available in the list.
pt_br: O shader não está mais disponível na lista.

# SettingsDyn_632E9B32
source: Could not save the shader state.
pt_br: Não foi possível salvar o estado do shader.

# SettingsDyn_63D0B8EB
source: Could not save the new shader order.
pt_br: Não foi possível salvar a nova ordem dos shaders.

# SettingsDyn_FB49C851
source: The playback engine could not remove the active shader.
pt_br: O mecanismo de reprodução não pôde remover o shader ativo.

# SettingsDyn_4983FFCA
source: Could not save the shader removal.
pt_br: Não foi possível salvar a remoção do shader.

# SettingsDyn_9BF97507
source: The shader was removed from the list, but the file could not be deleted.
pt_br: O shader foi removido da lista, mas o arquivo não pôde ser apagado.

# SettingsDyn_8A2D4437
source: The playback engine could not remove all managed shaders.
pt_br: O mecanismo de reprodução não pôde remover todos os shaders gerenciados.

# SettingsDyn_3EB477E5
source: Could not save the cleared shader list.
pt_br: Não foi possível salvar a limpeza da lista de shaders.

# SettingsDyn_EC063E97
source: The list and pipeline were cleared, but
pt_br: A lista e o pipeline foram limpos, mas

# SettingsDyn_EECA63A0
source: private file(s) could not be deleted from disk.
pt_br: arquivo(s) privado(s) não puderam ser apagados do disco.

# SettingsDyn_0E7E8F51
source: Select a valid yt-dlp executable for Windows.
pt_br: Selecione um executável válido do yt-dlp para Windows.

# SettingsDyn_44D1686B
source: Could not create the private yt-dlp folder.
pt_br: Não foi possível criar a pasta privada do yt-dlp.

# SettingsDyn_F3BCB01F
source: Could not copy the selected executable.
pt_br: Não foi possível copiar o executável selecionado.

# SettingsDyn_CD281F18
source: yt-dlp was imported, but the playback engine could not be restarted.
pt_br: O yt-dlp foi importado, mas o mecanismo de reprodução não pôde ser reiniciado.

# SettingsDyn_55D4F804
source: Could not remove the imported executable.
pt_br: Não foi possível remover o executável importado.

# SettingsDyn_423FC582
source: The executable was removed, but the playback engine could not be restarted.
pt_br: O executável foi removido, mas o mecanismo de reprodução não pôde ser reiniciado.

# SettingsDyn_C157AC69
source: Select a valid Deno executable for Windows.
pt_br: Selecione um executável válido do Deno para Windows.

# SettingsDyn_4AFCAC84
source: The selected file is not a working Deno runtime. Use the official deno.exe and confirm that 'deno --version' works.
pt_br: O arquivo selecionado não é um runtime Deno funcional. Use o deno.exe oficial e confirme que 'deno --version' funciona.

# SettingsDyn_DDC88F94
source: Could not create the private JavaScript runtime folder.
pt_br: Não foi possível criar a pasta privada do runtime JavaScript.

# SettingsDyn_856986AA
source: Could not copy the Deno executable.
pt_br: Não foi possível copiar o executável do Deno.

# SettingsDyn_3BE8EED0
source: Deno was imported, but the playback engine could not be restarted.
pt_br: O Deno foi importado, mas o mecanismo de reprodução não pôde ser reiniciado.

# SettingsDyn_742CB6DF
source: Could not remove the imported JavaScript runtime.
pt_br: Não foi possível remover o runtime JavaScript importado.

# SettingsDyn_0FA27D2E
source: Deno was removed, but the playback engine could not be restarted.
pt_br: O Deno foi removido, mas o mecanismo de reprodução não pôde ser reiniciado.

# SettingsToggleOn
source: On
pt_br: Ativado

# SettingsToggleOff
source: Off
pt_br: Desativado

# MediaInfoHeaderTitle.Text
source: Media information
pt_br: Informações de mídia

# MediaInfoHeaderSubtitle.Text
source: Technical information provided by MediaInfo
pt_br: Informações técnicas fornecidas pelo MediaInfo

# MediaInfoCopyAllButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy all information
pt_br: Copiar todas as informações

# MediaInfoCopyAllText.Text
source: Copy all
pt_br: Copiar tudo

# MediaInfoCloseButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close
pt_br: Fechar

# MediaInfoLoadingText.Text
source: Analyzing media…
pt_br: Analisando mídia…

# MediaInfoSectionGeneral
source: General
pt_br: Geral

# MediaInfoSectionVideo
source: Video
pt_br: Vídeo

# MediaInfoSectionAudio
source: Audio
pt_br: Áudio

# MediaInfoSectionSubtitles
source: Subtitles
pt_br: Legendas

# MediaInfoSectionImage
source: Image
pt_br: Imagem

# MediaInfoSectionOther
source: Other
pt_br: Outros

# MediaInfoErrorUnavailableSource
source: Media information is not available for this source.
pt_br: As informações de mídia não estão disponíveis para esta fonte.

# MediaInfoErrorNoMediaOpen
source: No media is currently open.
pt_br: Nenhuma mídia está aberta no momento.

# MediaInfoErrorNoFileForAnalysis
source: No media file is available for analysis.
pt_br: Nenhum arquivo de mídia está disponível para análise.

# MediaInfoErrorLocalFilesOnly
source: Detailed MediaInfo information is available only for local files.
pt_br: As informações detalhadas do MediaInfo estão disponíveis apenas para arquivos locais.

# MediaInfoErrorOpticalDisc
source: Detailed MediaInfo information is not available for DVD and Blu-ray opened as optical media.
pt_br: As informações detalhadas do MediaInfo não estão disponíveis para DVD e Blu-ray abertos como mídia óptica.

# MediaInfoErrorNoFileProvided
source: No media file was provided.
pt_br: Nenhum arquivo de mídia foi fornecido.

# MediaInfoErrorDllUnavailable
source: MediaInfo.dll could not be loaded or is incompatible.
pt_br: MediaInfo.dll não pôde ser carregada ou é incompatível.

# MediaInfoErrorAnalysisContext
source: MediaInfo could not create an analysis context.
pt_br: O MediaInfo não pôde criar um contexto de análise.

# MediaInfoErrorOpenSource
source: MediaInfo could not open this media source.
pt_br: O MediaInfo não pôde abrir esta fonte de mídia.

# MediaInfoErrorEmptyReport
source: MediaInfo returned an empty report.
pt_br: O MediaInfo retornou um relatório vazio.

# MediaInfoField_4AC64F53
source: Complete name
pt_br: Nome completo
